[
  {
    "title": "Diabetes Insipidus: An Update.",
    "abstract": "The differential diagnosis of diabetes insipidus involves the distinction between central or nephrogenic diabetes insipidus and primary polydipsia. Differentiation is important because treatment strategies vary; the wrong treatment can be dangerous. Reliable differentiation is difficult especially in patients with primary polydipsia or partial forms of diabetes insipidus. New diagnostic algorithms are based on the measurement of copeptin after osmotic stimulation by hypertonic saline infusion or after nonosmotic stimulation by arginine and have a higher diagnostic accuracy than the water deprivation test. Treatment involves correcting preexisting water deficits, but is different for central diabetes insipidus, nephrogenic diabetes insipidus, and primary polydipsia.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/32741486/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:19"
  },
  {
    "title": "Diagnosis and Management of Central Diabetes Insipidus in Adults.",
    "abstract": "Central diabetes insipidus (CDI) is a clinical syndrome which results from loss or impaired function of vasopressinergic neurons in the hypothalamus/posterior pituitary, resulting in impaired synthesis and/or secretion of arginine vasopressin (AVP). AVP deficiency leads to the inability to concentrate urine and excessive renal water losses, resulting in a clinical syndrome of hypotonic polyuria with compensatory thirst. CDI is caused by diverse etiologies, although it typically develops due to neoplastic, traumatic, or autoimmune destruction of AVP-synthesizing/secreting neurons. This review focuses on the diagnosis and management of CDI, providing insights into the physiological disturbances underpinning the syndrome. Recent developments in diagnostic techniques, particularly the development of the copeptin assay, have improved accuracy and acceptability of the diagnostic approach to the hypotonic polyuria syndrome. We discuss the management of CDI with particular emphasis on management of fluid intake and pharmacological replacement of AVP. Specific clinical syndromes such as adipsic diabetes insipidus and diabetes insipidus in pregnancy as well as management of the perioperative patient with diabetes insipidus are also discussed.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35771962/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:19"
  },
  {
    "title": "Diagnosis and management of diabetes insipidus for the internist: an update.",
    "abstract": "Diabetes insipidus is a disorder characterized by excretion of large amounts of hypotonic urine. Four entities have to be differentiated: central diabetes insipidus resulting from a deficiency of the hormone arginine vasopressin (AVP) in the pituitary gland or the hypothalamus, nephrogenic diabetes insipidus resulting from resistance to AVP in the kidneys, gestational diabetes insipidus resulting from an increase in placental vasopressinase and finally primary polydipsia, which involves excessive intake of large amounts of water despite normal AVP secretion and action. Distinguishing between the different types of diabetes insipidus can be challenging. A detailed medical history, physical examination and imaging studies are needed to detect the aetiology of diabetes insipidus. Differentiation between the various forms of hypotonic polyuria is then done by the classical water deprivation test or the more recently developed hypertonic saline or arginine stimulation together with copeptin (or AVP) measurement. In patients with idiopathic central DI, a close follow-up is needed since central DI can be the first sign of an underlying pathology. Treatment of diabetes insipidus or primary polydipsia depends on the underlying aetiology and differs in central diabetes insipidus, nephrogenic diabetes insipidus and primary polydipsia. This review will discuss issues and newest developments in diagnosis, differential diagnosis and treatment, with a focus on central diabetes insipidus.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/33713498/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:20"
  },
  {
    "title": "Diabetes insipidus: diagnosis and treatment of a complex disease.",
    "abstract": "Diabetes insipidus, characterized by excretion of copious volumes of dilute urine, can be life-threatening if not properly diagnosed and managed. It can be caused by two fundamentally different defects: inadequate or impaired secretion of antidiuretic hormone (ADH) from the posterior pituitary gland (neurogenic or central diabetes insipidus) or impaired or insufficient renal response to ADH (nephrogenic diabetes insipidus). The distinction is essential for effective treatment.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/16444918/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:20"
  },
  {
    "title": "Diabetes insipidus in infants and children.",
    "abstract": "Diabetes insipidus, the inability to concentrate urine resulting in polyuria and polydipsia, can have different manifestations and management considerations in infants and children compared to adults. Central diabetes insipidus, secondary to lack of vasopressin production, is more common in children than is nephrogenic diabetes insipidus, the inability to respond appropriately to vasopressin. The goal of treatment in both forms of diabetes insipidus is to decrease urine output and thirst while allowing for appropriate fluid balance, normonatremia and ensuring an acceptable quality of life for each patient. An infant's obligate need to consume calories as liquid and the need for readjustment of medication dosing in growing children both present unique challenges for diabetes insipidus management in the pediatric population. Treatment modalities typically include vasopressin or thiazide diuretics. Special consideration must be given when managing diabetes insipidus in the adipsic patient, post-surgical patient, and in those undergoing chemotherapy or receiving medications that alter free water clearance.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/27156767/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:21"
  },
  {
    "title": "Nephrogenic diabetes insipidus: a comprehensive overview.",
    "abstract": "Nephrogenic diabetes insipidus (NDI) is characterized by the inability to concentrate urine that results in polyuria and polydipsia, despite having normal or elevated plasma concentrations of arginine vasopressin (AVP). In this study, we review the clinical aspects and diagnosis of NDI, the various etiologies, current treatment options and potential future developments. NDI has different clinical manifestations and approaches according to the etiology. Hereditary forms of NDI are mainly caused by mutations in the genes that encode key proteins in the AVP signaling pathway, while acquired causes are normally associated with specific drug exposure, especially lithium, and hydroelectrolytic disorders. Clinical manifestations of the disease vary according to the degree of dehydration and hyperosmolality, being worse when renal water losses cannot be properly compensated by fluid intake. Regarding the diagnosis of NDI, it is important to consider the symptoms of the patient and the diagnostic tests, including the water deprivation test and the baseline plasma copeptin measurement, a stable surrogate biomarker of AVP release. Without proper treatment, patients may developcomplications leading to high morbidity and mortality, such as severe dehydration and hypernatremia. In that sense, the treatment of NDI consists in decreasing the urine output, while allowing appropriate fluid balance, normonatremia, and ensuring an acceptable quality of life. Therefore, therapeutic options include nonpharmacological interventions, including sufficient water intake and a low-sodium diet, and pharmacological treatment. The main medications used for NDI are thiazide diuretics, nonsteroidal anti-inflammatory drugs (NSAIDs), and amiloride, used isolated or in combination.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35146976/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:21"
  },
  {
    "title": "Adipsic diabetes insipidus.",
    "abstract": "Adipsic diabetes insipidus (ADI) is a rare but devastating disorder of water balance with significant associated morbidity and mortality. Most patients develop the disease as a result of hypothalamic destruction from a variety of underlying etiologies. Damage to osmolar-responsive neuroreceptors, primarily within the supraoptic and paraventricular nuclei, results in impaired production and release of arginine vasopressin (AVP). Important regulating circuits of thirst sense and drive are regionally colocalized with AVP centers and therefore are also injured. Patients with central diabetes insipidus with impaired thirst response, defined as ADI, suffer from wide swings of plasma osmolality resulting in repeated hospitalization, numerous associated comorbidities, and significant mortality. Treatment recommendations are based largely on expert advice from case series owing to the rarity of disease prevalence. Acute disease management focuses on fixed dosing of antidiuretic hormone analogues and calculated prescriptions of obligate daily water intake. Long-term care requires patient/family education, frequent reassessment of clinical and biochemical parameters, as well as screening and treatment of comorbidities.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/34238462/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:22"
  },
  {
    "title": "History of Diabetes Insipidus.",
    "abstract": "Under physiological conditions, fluid and electrolyte homoeostasis is maintained by the kidney adjusting urine volume and composition according to body needs. Diabetes Insipidus is a complex and heterogeneous clinical syndrome affecting water balance and characterized by constant diuresis, resulting in large volumes of dilute urine. With respect to the similarly named Diabetes Mellitus, a disease already known in ancient Egypt, Greece and Asia, Diabetes Insipidus has been described several thousand years later. In 1670s Thomas Willis, noted the difference in taste of urine from polyuric subjects compared with healthy individuals and started the differentiation of Diabetes Mellitus from the more rare entity of Diabetes Insipidus. In 1794, Johann Peter Frank described polyuric patients excreting nonsaccharine urine and introduced the term of Diabetes Insipidus. An hystorical milestone was the in 1913, when Farini successfully used posterior pituitary extracts to treat Diabetes Insipidus. Until 1920s the available evidence indicated Diabetes Insipidus as a disorder of the pituitary gland. In the early 1928, De Lange first observed that some patients with Diabetes Insipidus did not respond to posterior pituitary extracts and subsequently Forssman and Waring in 1945 established that the kidney had a critical role for these forms of Diabetes Insipidus resistant to this treatment. In 1947 Williams and Henry introduced the term Nephrogenic Diabetes Insipidus for the congenital syndrome characterized by polyuria and renal concentrating defect resistant to vasopressin. In 1955, du Vigneaud received the 1955 Nobel Prize in chemistry for the first synthesis of the hormone vasopressin representing a milestone for the treatment of Central Diabetes Insipidus.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/26913870/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:22"
  },
  {
    "title": "The spectrum of clinical presentation, diagnosis, and management of mitochondrial forms of diabetes.",
    "abstract": "Primary mitochondrial diseases refer to a group of heterogeneous and complex genetic disorders affecting 1:5000 people. The true prevalence is anticipated to be even higher because of the complexity of achieving a diagnosis in many patients who present with multisystemic complaints ranging from infancy to adulthood. Diabetes is a prominent feature of several of these disorders which might be overlooked by the endocrinologist. We here review mitochondrial disorders and describe the phenotypic and pathogenetic differences between mitochondrial diabetes mellitus (mDM) and other more common forms of diabetes mellitus.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/25330715/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:22"
  },
  {
    "title": "Diabetes insipidus--diagnosis and management.",
    "abstract": "Central diabetes insipidus (CDI) is the end result of a number of conditions that affect the hypothalamic-neurohypophyseal system. The known causes include germinoma/craniopharyngioma, Langerhans cell histiocytosis (LCH), local inflammatory, autoimmune or vascular diseases, trauma resulting from surgery or an accident, sarcoidosis, metastases and midline cerebral and cranial malformations. In rare cases, the underlying cause can be genetic defects in vasopressin synthesis that are inherited as autosomal dominant, autosomal recessive or X-linked recessive traits. The diagnosis of the underlying condition is challenging and raises several concerns for patients and parents as it requires long-term follow-up. Proper etiological diagnosis can be achieved via a series of steps that start with clinical observations and then progress to more sophisticated tools. Specifically, MRI identification of pituitary hyperintensity in the posterior part of the sella, now considered a clear marker of neurohypophyseal functional integrity, together with the careful analysis of pituitary stalk shape and size, have provided the most striking findings contributing to the diagnosis and understanding of some forms of 'idiopathic' CDI. MRI STIR (short-inversion-time inversion recovery sequencing) is a promising technology for the early identification of LCH-dependent CDI.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/22433947/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:23"
  },
  {
    "title": "Diabetes insipidus: Vasopressin deficiency.",
    "abstract": "Diabetes insipidus is a disorder characterized by hypo-osmotic polyuria secondary to abnormal synthesis, regulation, or renal action of antidiuretic hormone. Recently, an expert group, with the support of patient associations, proposed that diabetes insipidus be renamed to avoid confusion with diabetes mellitus. The most common form of diabetes insipidus is secondary to a dysfunction of the neurohypophysis (central diabetes insipidus) and would be therefore named 'vasopressin deficiency'. The rarer form, which is linked to renal vasopressin resistance (nephrogenic diabetes insipidus), would then be named 'vasopressin resistance'. The etiology of diabetes insipidus is sometimes clear, in the case of a neurohypophyseal cause (tumoral or infiltrative damage) or a renal origin, but in some cases diabetes insipidus can be difficult to distinguish from primary polydipsia, which is characterized by consumption of excessive quantities of water without any abnormality in regulation or action of antidiuretic hormone. Apart from patients' medical history, physical examination, and imaging of the hypothalamic-pituitary region, functional tests such as water deprivation or stimulation of copeptin by hyperosmolarity (induced by infusion of hypertonic saline) can be proposed in order to distinguish between these different etiologies. The treatment of diabetes insipidus depends on the underlying etiology, and in the case of a central etiology, is based on the administration of desmopressin which improves patient symptoms but does not always result in an optimal quality of life. The cause of this altered quality of life may be oxytocin deficiency, oxytocin being also secreted from the neurohypophysis, though this has not been fully established. The possibility of a new test using stimulation of oxytocin to identify alterations in oxytocin synthesis is of interest and would allow confirmation of a deficiency in those patients presenting with diabetes insipidus linked to neurohypophyseal dysfunction.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/38316255/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:26"
  },
  {
    "title": "Wolfram Syndrome: Diagnosis, Management, and Treatment.",
    "abstract": "Wolfram syndrome is a rare genetic disorder characterized by juvenile-onset diabetes mellitus, diabetes insipidus, optic nerve atrophy, hearing loss, and neurodegeneration. Although there are currently no effective treatments that can delay or reverse the progression of Wolfram syndrome, the use of careful clinical monitoring and supportive care can help relieve the suffering of patients and improve their quality of life. The prognosis of this syndrome is currently poor, and many patients die prematurely with severe neurological disabilities, raising the urgency for developing novel treatments for Wolfram syndrome. In this article, we describe natural history and etiology, provide recommendations for diagnosis and clinical management, and introduce new treatments for Wolfram syndrome.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/26742931/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:27"
  },
  {
    "title": "Gestational diabetes insipidus: a review of an underdiagnosed condition.",
    "abstract": "Objective:\n        \n      \n      To review the etiology, diagnosis, and management of diabetes insipidus during pregnancy.\n    \n\n\n          Data sources:\n        \n      \n      A search of the literature was performed in PubMed using key word searching and citation snowballing to identify articles published in English between January 1, 1980, and December 31, 2008, on the subject of diabetes insipidus during pregnancy. Once the articles were identified, a thorough review of all results was conducted. Results and conclusions were compiled and summarized.\n    \n\n\n          Study selection:\n        \n      \n      We reviewed 50 studies selected using the following key words: diabetes insipidus, pregnancy, arginine vasopressin, vasopressinase.\n    \n\n\n          Conclusion:\n        \n      \n      Gestational diabetes insipidus is underdiagnosed because polyuria is often considered normal during pregnancy. Clinicians caring for pregnant women should consider screening for gestational diabetes insipidus, because it could be associated with serious underlying pathology.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/20500966/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:27"
  },
  {
    "title": "Diabetes or endocrinopathy admitted in the COVID-19 ward.",
    "abstract": "The Covid-19 pandemic confronted us with unknown clinical pictures, also in diabetology and endocrinology. Sharing clinical experiences is therefore of enormous importance. Actually, information about the care given in the Covid-19 ward (in contrast to that provided in the Emergency Room/ICU) is still sparse. The last weeks we built experience and gathered knowledge while giving hospital care to patients who had a pre-existent endocrine disease (and diabetes; most patients suffered from a type two diabetes). In our contribution we presented our insights obtained from this intensive period obtained in the Covid-19 ward.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/32383239/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:28"
  },
  {
    "title": "Nephrogenic Diabetes Insipidus.",
    "abstract": "Nephrogenic diabetes insipidus (NDI) results from the inability of the late distal tubules and collecting ducts to respond to vasopressin. The lack of ability to concentrate urine results in polyuria and polydipsia. Primary and acquired forms of NDI exist in children. Congenital NDI is a result of mutation in AVPR2 or AQP2 genes. Secondary NDI is associated with electrolyte abnormalities, obstructive uropathy, or certain medications. Management of NDI can be difficult with only symptomatic treatment available, using low-solute diet, diuretics, and prostaglandin inhibitors.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/30454745/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:28"
  },
  {
    "title": "Autoimmune diabetes insipidus.",
    "abstract": "Once central diabetes insipidus (CDI) has been diagnosed, every effort should be made to reveal its underlying cause. Autoimmune CDI should be considered in the differential diagnosis of idiopathic CDI and also of mass lesions of the sella region. An autoimmune etiology of CDI was first suggested in 1983 by the detection of autoantibodies to hypothalamic vasopressin-producing cells (AVPcAb) in adults and also in children with the disease, using the indirect immunofluorescence test. The major autoantigen for autoimmune CDI has now been recognized as rabphilin-3A, a protein of secretory vesicles of the neurohypophyseal system. The detection of autoantibodies to rabphilin-3A by Western blotting or of AVPcAb provides strong evidence for the diagnosis of autoimmune CDI. Autoimmune CDI is recognized mostly in patients who had also been diagnosed with endocrine autoimmune disorders. The radiological and morphological correlate with autoimmune DI is lymphocytic infundibuloneurohypophysitis (LINH) as detected by magnetic resonance imaging and biopsies that show massive infiltration of the posterior pituitary and the infundibulum with lymphocytes and some plasma cells, and fibrosis in the later stages of the disease. LINH may be associated with lymphocytic anterior hypophysitis. Both may either appear spontaneously or on treatment with immune checkpoint inhibitors.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/34238458/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:29"
  },
  {
    "title": "Diabetes Insipidus.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/32005690/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:29"
  },
  {
    "title": "Collaboration for rare diabetes: understanding new treatment options for Wolfram syndrome.",
    "abstract": "Background:\n        \n      \n      Wolfram Syndrome is a very rare genetic disease causing diabetes mellitus, blindness, deafness, diabetes insipidus, and progressive brainstem degeneration. Neurologic symptoms of affected patients include ataxia, sleep apnea, loss of bladder control, dysphagia, loss of taste, and accompanying psychiatric symptoms as a sign of progressive neurodegeneration. Its genetic cause is mainly biallelic mutations of the Wolframin endoplasmatic reticulum transmembrane glycoprotein gene Wfs1. These result in increased ER stress, which in turn induces apoptosis and leads to the depletion of the corresponding cells and a loss of their physiological functions. Though diabetes mellitus is mostly treated by insulin, there is still no proven cure for the disease in general. It leads to premature death in affected individuals-usually within the 4th decade of live.\n    \n\n\n          Current research and treatment trials:\n        \n      \n      Clinical studies are currently being conducted at various locations worldwide to test a therapy for the disease using various approaches.\n    \n\n\n          Potentail of virtual netowrking:\n        \n      \n      As rare diseases in general represent a major challenge for individual clinicians and researchers due to the rarity of diagnosis, the lack of evidence and of value of existing research, international cooperation, coordination and networking leading to an alignment of different stakeholders is necessary to support patients and increase knowledge about these diseases, like wolfram syndrome.\n    \n\n\n          Conclusion:\n        \n      \n      ENDO-ERN and EURRECA are two EU-funded networks that aim to promote knowledge sharing, education and research on rare endocrine diseases.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/33527330/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:30"
  },
  {
    "title": "Central diabetes insipidus from a patient's perspective: management, psychological co-morbidities, and renaming of the condition: results from an international web-based survey.",
    "abstract": "Background:\n        \n      \n      Central diabetes insipidus is a rare neuroendocrine condition. Data on treatment-associated side-effects, psychological comorbidities, and incorrect management are scarce. The aim of this study was to investigate patients' perspectives on their disease.\n    \n\n\n          Methods:\n        \n      \n      This study used a cross-sectional, web-based, anonymous survey, developed by endocrinologists and patient representatives, to collect the opinions of patients with central diabetes insipidus on management and complications of their disease, psychological comorbidities, degree of knowledge and awareness of the condition among health-care professionals, and renaming the disease to avoid confusion with diabetes mellitus (diabetes).\n    \n\n\n          Findings:\n        \n      \n      Between Aug 23, 2021, and Feb 7, 2022, 1034 patients with central diabetes insipidus participated in the survey. 91 (9%) participants were children and adolescents (37 [41%] girls and 54 [59%] boys; median age 10 years [IQR 6-15]) and 943 (91%) were adults (757 [80%] women and 186 [20%] men]; median age 44 years [34-54]). 488 (47%) participants had isolated posterior pituitary dysfunction and 546 (53%) had combined anterior and posterior pituitary dysfunction. Main aetiologies were idiopathic (315 [30%] of 1034 participants) and tumours and cysts (pre-surgical 217 [21%]; post-surgical 254 [25%]). 260 (26%; 95% CI [0·23-0·29]) of 994 patients on desmopressin therapy had hyponatraemia leading to hospitalisation. Patients who routinely omitted or delayed desmopressin to allow intermittent aquaresis had a significantly lower prevalence of hyponatraemia compared with those not aware of this approach (odds ratio 0·55 [95% CI 0·39-0·77]; p=0·0006). Of patients who had to be hospitalised for any medical reason, 71 (13%; 95% CI 0·10-0·16) of 535 patients did not receive desmopressin while in a fasting state (nil by mouth) without intravenous fluid replacement and reported symptoms of dehydration. 660 (64%; 0·61-0·67) participants reported lower quality of life, and 369 (36%; 0·33-0·39) had psychological changes subjectively associated with their central diabetes insipidus. 823 (80%; 0·77-0·82) participants encountered a situation where central diabetes insipidus was confused with diabetes mellitus (diabetes) by health-care professionals. 884 (85%; 0·83-0·88) participants supported renaming the disease; the most favoured alternative names were vasopressin deficiency and arginine vasopressin deficiency.\n    \n\n\n          Interpretation:\n        \n      \n      This is the largest survey of patients with central diabetes insipidus, reporting a high prevalence of treatment-associated side-effects, mismanagement during hospitalisation, psychological comorbidities, and a clear support for renaming the disease. Our data are the first to indicate the value of routinely omitting or delaying desmopressin.\n    \n\n\n          Funding:\n        \n      \n      Swiss National Science Foundation, Swiss Academy of Medical Sciences, and G&J Bangerter-Rhyner-Foundation.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/36007536/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:30"
  },
  {
    "title": "Drug-induced diabetes insipidus: incidence, prevention and management.",
    "abstract": "Drug-induced diabetes insipidus is always of the nephrogenic type, i.e. unresponsiveness of the kidneys to the action of antidiuretic hormone. This condition is easily diagnosed by measuring urinary concentrating capacity during a thirst test (e.g. 12 hours of water deprivation) or by administration of a modified antidiuretic hormone, desmopressin, to demonstrate the renal unresponsiveness. Drug-induced nephrogenic diabetes insipidus is not a common disorder except in patients receiving treatment with lithium salts for affective disorders where it may affect about 10% of patients treated long term (15 years). Drug-induced nephrogenic diabetes insipidus caused by other drugs usually occurs in critically ill patients in intensive care units receiving a multitude of drugs dominated by antimicrobials and cytostatics. A search of the World Health Organization's adverse effect database revealed 359 reports of drug-induced diabetes insipidus. Lithium was the most common cause (159 reports) followed by foscarnet (15) and clozapine (10). Treatment is symptomatic in most patients and the offending drug should be stopped. If urine volumes exceed 4 L/day, treatment with thiazides and amiloride has been advocated, and nonsteroidal anti-inflammatory drugs, such as indomethacin, may be tried in severe cases. Prevention of lithium-induced nephrogenic diabetes insipidus is an important aspect of the treatment of affective disorders. In patients treated long term it appears to be only partly reversible upon lithium discontinuation. Close monitoring of the treatment aiming at 12-hour trough value of 0.4 to 0.6 mmol/L is recommended. Yearly measurement of the urinary volume/day is effective in making both the patient and the physician aware of the development of the drug-induced nephrogenic diabetes insipidus. The condition is a serious adverse effect because of the risk of developing dehydration and aggravation of drug intoxications.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/10612269/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:31"
  },
  {
    "title": "Management of Diabetes Insipidus following Surgery for Pituitary and Suprasellar Tumours.",
    "abstract": "Central diabetes insipidus (CDI) is a common complication after pituitary surgery. However, it is most frequently transient. It is defined by the excretion of an abnormally large volume of dilute urine with increasing serum osmolality. The reported incidence of CDI after pituitary surgery ranges from 0-90%. Large tumour size, gross total resection and intraoperative cerebrospinal fluid leak usually pose an increased risk of CDI as observed with craniopharyngioma and Rathke's cleft cysts. CDI can be associated with high morbidity and mortality if not promptly recognised and treated on time. It is also essential to rule out other causes of postoperative polyuria to avoid unnecessary pharmacotherapy and iatrogenic hyponatremia. Once the diagnosis of CDI is established, close monitoring is required to evaluate the response to treatment and to determine whether the CDI is transient or permanent. This review outlines the evaluation and management of patients with CDI following pituitary and suprasellar tumour surgery to help recognise the diagnosis, consider the differential diagnosis, initiate therapeutic interventions and guide monitoring and long-term management.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/34522399/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:34"
  },
  {
    "title": "New developments and concepts in the diagnosis and management of diabetes insipidus (AVP-deficiency and resistance).",
    "abstract": "Diabetes insipidus (DI) is a disorder characterised by the excretion of large amounts of hypotonic urine, with a prevalence of 1 per 25,000 population. Central DI (CDI), better now referred to as arginine vasopressin (AVP)-deficiency, is the most common form of DI resulting from deficiency of the hormone AVP from the pituitary. The less common nephrogenic DI (NDI) or AVP-resistance develops secondary to AVP resistance in the kidneys. The majority of causes of DI are acquired, with CDI developing when more than 80% of AVP-secreting neurons are damaged. Inherited/familial CDI causes account for approximately 1% of cases. Although the pathogenesis of NDI is unclear, more than 280 disease-causing mutations affecting the AVP2 protein or AVP V2 receptor, as well as in aquaporin 2 (AQP2), have been described. Although the cAMP/protein kinase A pathway remains the major regulatory pathway of AVP/AQP2 action, in vitro data have also revealed additional cAMP independent pathways of NDI pathogenesis. Diagnosing partial forms of DI, and distinguishing them from primary polydipsia, can be challenging, previously necessitating the use of the water deprivation test. However, measurements of circulating copeptin levels, especially after stimulation, are increasingly replacing the classical tests in clinical practice because of their ease of use and high sensitivity and specificity. The treatment of CDI relies on desmopressin administration, whereas NDI requires the management of any underlying diseases, removal of offending drugs and, in some cases, administration of diuretics. A better understanding of the pathophysiology of DI has led to novel evolving therapeutic agents that are under clinical trial.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/36683321/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:35"
  },
  {
    "title": "Diabetes insipidus.",
    "abstract": "Water balance is precisely regulated by vasopressin, thirst and the kidneys; plasma osmolality is maintained within a narrow range, despite large variations in normal water intake and loss. Disruption of these finely balanced mechanisms is common, however, and can be precipitated by various disease states. Diabetes insipidus is a disease process with several underlying pathogenic mechanisms--all ultimately resulting in excretion of large volumes of dilute urine. This review will discuss the pathophysiology, diagnosis and treatment of diabetes insipidus, with emphasis on disorders of osmoregulation following neurosurgery of the pituitary and hypothalamus.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/17004859/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:35"
  },
  {
    "title": "Diabetes insipidus.",
    "abstract": "Diabetes insipidus, characterized by the excretion of copious volumes of unconcentrated urine, results from a deficiency in the action of the antidiuretic hormone arginine vasopressin and can be caused by any of four fundamentally different defects, including impaired secretion (neurohypophyseal diabetes insipidus), impaired renal response (nephrogenic diabetes insipidus), excessive fluid intake (primary polydipsia), or increased metabolism of the hormone (gestational diabetes insipidus). Differentiation between their causes, pathophysiology, and treatment methods is essential for effective management and is best achieved by a combination of hormonal, clinical, and neuroradiologic observations. Understanding of the genetic forms has advanced greatly and may soon lead to improved methods of prevention, diagnosis, and treatment.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/8575409/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:36"
  },
  {
    "title": "Approach to the Pediatric Patient: Central Diabetes Insipidus.",
    "abstract": "Central diabetes insipidus (CDI) is a complex disorder in which large volumes of dilute urine are excreted due to arginine-vasopressin deficiency, and it is caused by a variety of disorders affecting the hypothalamic-posterior pituitary network. The differential diagnosis is challenging and requires a detailed medical history, physical examination, biochemical approach, imaging studies, and, in some cases, histological confirmation. Magnetic resonance imaging is the gold standard method for evaluating congenital or acquired cerebral and pituitary stalk lesions. Pituitary stalk size at presentation could be normal, but it may change over time, depending on the underlying condition, while other brain areas or organs may become involved during follow-up. Early diagnosis and treatment are crucial to avoid central nervous system damage and germ cell tumor dissemination and to minimize complications of multiple pituitary hormone defects. We provide a practical update on the diagnosis and management of patients with CDI and highlight several pitfalls that may complicate the differential diagnosis of conditions presenting with polyuria and polydipsia. The need for a careful and close follow-up of patients with apparently idiopathic CDI is particularly emphasized because the underlying condition may be recognized over time. The clinical scenario that we outline at the beginning of this article represents the basis for the discussion about how the etiological diagnosis of CDI can be overlooked and demonstrates how a water intake and urine output improvement can be a sign of progressive damage of both hypothalamus and anterior pituitary gland with associated pituitary hormonal deficiencies.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/34993537/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:36"
  },
  {
    "title": "[Central diabetes insipidus].",
    "abstract": "\"Central diabetes insipidus Diabetes insipidus may remain undetected for a long time, the ionogram remaining normal as long as polydipsia compensates for diuresis. In the first place, and by argument of frequency, polyuria should rule out diabetes. Diabetes insipidus is evoked in the presence of an incapacitating polyuro polydipsic syndrome, especially at night. Pituitary MRI eliminate a tumoral or infiltrative cause and confirm a central cause by the disappearance of the physiological t1 hypersignal in the post-pituitary gland. A water restriction test should only be performed in a hospital setting under close supervision. Lifetime hormone replacement therapy is appropriate in situations of pregnancy, risk of dehydration, and signs of overdose must be known by the patient, who must be educated about his or her disease.\"",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35638996/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:37"
  },
  {
    "title": "Diabetes insipidus treatment.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/888317/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:37"
  },
  {
    "title": "Diabetes insipidus treatment.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/878269/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:37"
  },
  {
    "title": "Adipsic Diabetes Insipidus in Children: A Case Report and Practical Guide.",
    "abstract": "BACKGROUND Diabetes insipidus (DI) is a clinical syndrome characterized by polyuria and polydipsia that result from a deficiency of antidiuretic hormone (ADH), central DI, or resistance to ADH, nephrogenic DI. In otherwise healthy patients with DI, normal thirst mechanism, and free access to water, the thirst system can maintain plasma osmolality in the near-normal range. However, in cases where DI presents with adipsia, cognitive impairment, or restricted access to water, true hypernatremia may occur, leading to severe morbidity and mortality. CASE REPORT We report a case of a 2-year-old boy who had global developmental delay and post-brain debulking surgery involving the hypothalamic region, which resulted in central DI and thirst center dysfunction. We describe the clinical presentation, the current understanding of adipsic DI, and a new practical approach for management. The main guidelines of treatment include (1) fixed desmopressin dosing that allows minimal urinary breakthroughs in-between the doses; (2) timely diaper weight-based replacement of water; (3) bodyweight-based fluid correction 2 times a day, and (4) providing the nutritional and water requirements in a way similar to any healthy child but at fixed time intervals. CONCLUSIONS This plan of management showed good effectiveness in controlling plasma sodium level and volume status of a child with adipsic DI without interfering with his average growth. This home treatment method is practical and readily available, provided that the family remains very adherent.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/34898594/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:38"
  },
  {
    "title": "Wolfram Syndrome 1: From Genetics to Therapy.",
    "abstract": "Wolfram syndrome 1 (WS1) is a rare neurodegenerative disease transmitted in an autosomal recessive mode. It is characterized by diabetes insipidus (DI), diabetes mellitus (DM), optic atrophy (OA), and sensorineural hearing loss (D) (DIDMOAD). The clinical picture may be complicated by other symptoms, such as urinary tract, endocrinological, psychiatric, and neurological abnormalities. WS1 is caused by mutations in the WFS1 gene located on chromosome 4p16 that encodes a transmembrane protein named wolframin. Many studies have shown that wolframin regulates some mechanisms of ER calcium homeostasis and therefore plays a role in cellular apoptosis. More than 200 mutations are responsible for WS1. However, abnormal phenotypes of WS with or without DM, inherited in an autosomal dominant mode and associated with one or more WFS1 mutations, have been found. Furthermore, recessive Wolfram-like disease without DM has been described. The prognosis of WS1 is poor, and the death occurs prematurely. Although there are no therapies that can slow or stop WS1, a careful clinical monitoring can help patients during the rapid progression of the disease, thus improving their quality of life. In this review, we describe natural history and etiology of WS1 and suggest criteria for a most pertinent approach to the diagnosis and clinical follow up. We also describe the hallmarks of new therapies for WS1.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35328914/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:39"
  },
  {
    "title": "Arginine vasopressin deficiency: diagnosis, management and the relevance of oxytocin deficiency.",
    "abstract": "Polyuria-polydipsia syndrome can be caused by central diabetes insipidus, nephrogenic diabetes insipidus or primary polydipsia. To avoid confusion with diabetes mellitus, the name 'central diabetes insipidus' was changed in 2022 to arginine vasopressin (AVP) deficiency and 'nephrogenic diabetes insipidus' was renamed as AVP resistance. To differentiate the three entities, various osmotic and non-osmotic copeptin-based stimulation tests have been introduced in the past decade. The hypertonic saline test plus plasma copeptin measurement emerged as the test with highest diagnostic accuracy, replacing the water deprivation test as the gold standard in differential diagnosis of the polyuria-polydipsia syndrome. The mainstay of treatment for AVP deficiency is AVP replacement with desmopressin, a synthetic analogue of AVP specific for AVP receptor 2 (AVPR2), which usually leads to rapid improvements in polyuria and polydipsia. The main adverse effect of desmopressin is dilutional hyponatraemia, which can be reduced by regularly performing the so-called desmopressin escape method. Evidence from the past few years suggests an additional oxytocin deficiency in patients with AVP deficiency. This potential deficiency should be further evaluated in future studies, including feasible provocation tests for clinical practice and interventional trials with oxytocin substitution.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/38693275/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:44"
  },
  {
    "title": "Changing the Name of Diabetes Insipidus: A Position Statement of the Working Group for Renaming Diabetes Insipidus.",
    "abstract": "Recent data show that patients with a diagnosis of diabetes insipidus (DI) are coming to harm. Here we give the rationale for a name change to arginine vasopressin deficiency and resistance for central and nephrogenic DI, respectively.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/36355385/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:45"
  },
  {
    "title": "Diabetes insipidus treatment.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/878261/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:45"
  },
  {
    "title": "Genetics of Diabetes Insipidus.",
    "abstract": "Diabetes insipidus is a disease characterized by polyuria and polydipsia due to inadequate release of arginine vasopressin from the posterior pituitary gland (neurohypophyseal diabetes insipidus) or due to arginine vasopressin insensitivity by the renal distal tubule, leading to a deficiency in tubular water reabsorption (nephrogenic diabetes insipidus). This article reviews the genetics of diabetes insipidus in the context of its diagnosis, clinical presentation, and therapy.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/28476225/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:46"
  },
  {
    "title": "Successful Treatment of Lithium-Induced Nephrogenic Diabetes Insipidus with Celecoxib: A Promising Therapeutic Option.",
    "abstract": "BACKGROUND Nephrogenic diabetic insipidus (NDI) poses a challenge in clinical management, particularly when associated with lithium ingestion. Non-selective non-steroidal anti-inflammatory drugs (NSAIDs) have been widely used for the treatment of numerous diseases worldwide, including NDI. However, many studies have reported the diverse adverse effects of long-term use of non-selective NSAIDs. Celecoxib, a selective cyclooxygenase-2 (COX-2) inhibitor, is a better drug to relieve pain and inflammation in terms of long-term safety and efficacy than non-selective NSAIDs. Nevertheless, there are few reports describing the effectiveness of celecoxib in treating NDI. CASE REPORT We report a case of a 46-year-old woman with schizophrenia who presented with severe hypernatremia and refractory polyuria due to lithium-induced NDI. Cessation of lithium ingestion and traditional treatments, including trichlormethiazide and desmopressin, yielded minimal improvement in her hypernatremia and polyuria. Her sodium level needed to be strictly controlled with the infusion of dextrose 5% in water. Given the safety of celecoxib, we decided to initiate celecoxib as the treatment of lithium-induced NDI instead of indomethacin. Notably, the introduction of celecoxib led to a substantial and sustained amelioration of polyuria and hypernatremia without any celecoxib-associated adverse effects. Even after transfer to another hospital, stability in serum sodium levels persisted with celecoxib. CONCLUSIONS We presented a case of lithium-induced NDI successfully treated with celecoxib, a selective COX-2 inhibitor. To the best of our knowledge, this is the first reported case of successful treatment of lithium-induced NDI with celecoxib, and suggests celecoxib is a viable therapeutic option warranting further exploration. Physicians should consider its use when faced with the challenging management of lithium-induced NDI.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/38643357/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:46"
  },
  {
    "title": "[Treatment of diabetes insipidus].",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/15125322/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:46"
  },
  {
    "title": "Metabolic Treatment of Wolfram Syndrome.",
    "abstract": "Wolfram Syndrome (WS) is a very rare genetic disorder characterized by several symptoms that occur from childhood to adulthood. Usually, the first clinical sign is non-autoimmune diabetes even if other clinical features (optic subatrophy, neurosensorial deafness, diabetes insipidus) may be present in an early state and may be diagnosed after diabetes' onset. Prognosis is poor, and the death occurs at the median age of 39 years as a consequence of progressive respiratory impairment, secondary to brain atrophy and neurological failure. The aim of this paper is the description of the metabolic treatment of the WS. We reported the experience of long treatment in patients with this syndrome diagnosed in pediatric age and followed also in adult age. It is known that there is a correlation between metabolic control of diabetes, the onset of other associated symptoms, and the progression of the neurodegenerative alterations. Therefore, a multidisciplinary approach is necessary in order to prevent, treat and carefully monitor all the comorbidities that may occur. An extensive understanding of WS from pathophysiology to novel possible therapy is fundamental and further studies are needed to better manage this devastating disease and to guarantee to patients a better quality of life and a longer life expectancy.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35270448/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:47"
  },
  {
    "title": "Nephrogenic diabetes insipidus: clinical symptoms, pathogenesis, genetics and treatment.",
    "abstract": "This review summarizes various aspects of the inherited kidney disorder nephrogenic diabetes insipidus (NDI). The clinical manifestations of the disease are presented. The important role of the genetic localization of the NDI gene to the X-chromosome long arm, in region Xq28, for carrier detection and early (prenatal) diagnosis of the disorder is emphasized. Following an overview of the cellular physiology involved in the antidiuretic action of vasopressin, possible mechanisms in the pathogenesis of NDI are discussed. We hypothesize that NDI is most probably due to the absence or abnormality of the renal V2 receptor. This assumption is strengthened by recent findings in receptor studies, which indicate a general V2 receptor defect in NDI, and in experiments with somatic cell hybrid cell lines, which are consistent with a co-localization of the genes for NDI and for the V2 receptor in the Xq28 region. Finally, the efficacy of the combination amiloride-hydrochlorothiazide, compared with the indomethacin-hydrochlorothiazide regimen, in the treatment of NDI is presented and the advantages of the former combination are discussed.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/1457333/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:48"
  },
  {
    "title": "Diabetes insipidus in pregnancy: how to advice the patient?",
    "abstract": "Diabetes insipidus, characterized by polyuria and polydipsia, is a rare disease during pregnancy. Nevertheless, its recognition is important to avoid complications due to dehydration and hypernatremia. Its manifestation during pregnancy ranges from exacerbation of pre-existing central or nephrogenic diabetes insipidus to transient pregnancy-induced diabetes insipidus due to the increased metabolism of the antidiuretic hormone vasopressin (AVP) by the placental vasopressinase. Diagnosis can be challenging, as urinary frequency is common during pregnancy and primary polydipsia also needs to be excluded. Also, the standard water deprivation test is not recommended during pregnancy due to the increased risk of complications. Treatment depends upon the final diagnosis, with desmopressin (DDAVP) being the medication of choice in AVP-deficient diabetes insipidus, whereas nephrogenic diabetes insipidus requires treatment of the underlying disease and supportive measures.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/29463074/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:48"
  },
  {
    "title": "Treatment of diabetes insipidus with hydrochlorothiazide.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/13655610/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:49"
  },
  {
    "title": "Diabetes insipidus and pregnancy.",
    "abstract": "Diabetes insipidus (DI) is a rare complication of pregnancy. It is usually transient, being due to increased placental production of vasopressinase that inactivates circulating vasopressin. Gestational, transient DI occurs late in pregnancy and disappears few days after delivery. Acquired central DI can also occur during pregnancy, for example in a patient with hypophysitis or neuroinfundibulitis during late pregnancy or postpartum. Finally, pre-existing central or nephrogenic DI may occasionally be unmasked by pregnancy. Treatment with dDAVP (desmopressin, Minirin(®)) is very effective on transient DI of pregnancy and also on pre-existing or acquired central DI. Contrary to vasopressin, dDAVP is not degraded by vasopressinase. Nephrogenic DI is insensitive to dDAVP and is therefore more difficult to treat during pregnancy if fluid intake needs to be restricted.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/27172867/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:52"
  },
  {
    "title": "Gestational diabetes insipidus.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/30371855/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:52"
  },
  {
    "title": "Gefitinib Treatment Was Unsuccessful for Central Diabetes Insipidus Due to Pituitary Metastasis of Lung Adenocarcinoma.",
    "abstract": "We herein report a rare case of advanced lung adenocarcinoma with central diabetes insipidus due to pituitary metastasis. Although treatment with gefitinib was dramatically effective, the symptoms of diabetes insipidus did not improve. Radiotherapy for pituitary metastasis was effective to control diabetes insipidus; however, we could not cease the administration of 1-deamino-8-D-arginine vasopressin (DDAVP). It is important for physicians to positively consider radiotherapy for pituitary metastases even if favorable tumor control is achieved with chemotherapy when diabetes insipidus becomes clinically overt. Furthermore, continuous DDAVP administration may be needed to treat central diabetes insipidus.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/33162476/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:53"
  },
  {
    "title": "Oxytocin in response to MDMA provocation test in patients with arginine vasopressin deficiency (central diabetes insipidus): a single-centre, case-control study with nested, randomised, double-blind, placebo-controlled crossover trial.",
    "abstract": "Background:\n        \n      \n      Disruptions of the hypothalamic-pituitary axis can cause an arginine vasopressin deficiency, also known as central diabetes insipidus. Patients with this condition are at high risk of additional oxytocin deficiency owing to the close anatomical proximity of oxytocin-producing neurons; however, no conclusive evidence for such a deficiency has been reported. We aimed to use 3,4-methylenedioxymethamphetamine (MDMA, also known as ecstasy), a strong activator of the central oxytocinergic system, as a biochemical and psychoactive provocation test to investigate oxytocin deficiency in patients with arginine vasopressin deficiency (central diabetes insipidus).\n    \n\n\n          Methods:\n        \n      \n      This single-centre, case-control study with nested, randomised, double-blind, placebo-controlled crossover trial included patients with arginine vasopressin deficiency (central diabetes insipidus) and healthy controls (matched 1:1 by age, sex, and BMI) and was conducted at the University Hospital Basel, Basel, Switzerland. We used block randomisation to assign participants to receive either a single oral dose of MDMA (100 mg) or placebo in the first experimental session; patients received the opposite treatment at the next session, with a wash-out period of at least 2 weeks between the two sessions. Participants and investigators assessing the outcomes were masked to assignment. Oxytocin concentrations were measured at 0, 90, 120, 150, 180, and 300 min after MDMA or placebo. The primary outcome was the area under the plasma oxytocin concentration curve (AUC) after drug intake. The AUC was compared between groups and conditions using a linear mixed-effects model. Subjective drug effects were assessed throughout the study using ten-point visual analogue scales. Acute adverse effects were assessed before and 360 min after drug intake using a 66-item list of complaints. This trial is registered with ClinicalTrials.gov, NCT04648137.\n    \n\n\n          Findings:\n        \n      \n      Between Feb 1, 2021, and May 1, 2022, we recruited 15 patients with arginine vasopressin deficiency (central diabetes insipidus) and 15 healthy controls. All participants completed the study and were included in the analyses. In healthy controls, median plasma oxytocin concentration was 77 pg/mL (IQR 59-94) at baseline and increased by 659 pg/mL (355-914) in response to MDMA, resulting in an AUC of 102 095 pg/mL (41 782-129 565); in patients, baseline oxytocin concentration was 60 pg/mL (51-74) and only slightly increased by 66 pg/mL (16-94) in response to MDMA, resulting in an AUC of 6446 pg/mL (1291-11 577). The effect of MDMA on oxytocin was significantly different between groups: the AUC for oxytocin was 82% (95% CI 70-186) higher in healthy controls than in patients (difference 85 678 pg/mL [95% CI 63 356-108 000], p<0·0001). The increase in oxytocin in healthy controls was associated with typical strong subjective prosocial, empathic, and anxiolytic effects, whereas only minimal subjective effects were observed in patients, in agreement with the lack of increase in oxytocin concentrations. The most frequently reported adverse effects were fatigue (eight [53%] healthy controls and eight [53%] patients), lack of appetite (ten [67%] healthy controls and eight [53%] patients), lack of concentration (eight [53%] healthy controls and seven [47%] patients), and dry mouth (eight [53%] healthy controls and eight [53%] patients). In addition, two (13%) healthy controls and four (27%) patients developed transient mild hypokalaemia.\n    \n\n\n          Interpretation:\n        \n      \n      These findings are highly suggestive of clinically meaningful oxytocin deficiency in patients with arginine vasopressin deficiency (central diabetes insipidus), laying the groundwork for a new hypothalamic-pituitary disease entity.\n    \n\n\n          Funding:\n        \n      \n      Swiss National Science Foundation, Swiss Academy of Medical Sciences, and the G&J Bangerter-Rhyner Foundation.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/37192642/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:53"
  },
  {
    "title": "[Diabetes insipidus].",
    "abstract": "Diabetes insipidus is an uncommon disorder of water-electrolyte balance characterized by the excretion of abnormally large volumes of diluted urine (polyuria) and increased fluid intake (polydipsia). The disease may result from the insufficient production of vasopressin, its increased degradation, an impaired response of kidneys to vasopressin, or may be secondary to excessive water intake. Patients with severe and uncompensated symptoms may develop marked dehydration, neurologic symptoms and encephalopathy, and therefore diabetes insipidus can be a life-threatening condition if not properly diagnosed and managed. Patients with diabetes insipidus require treatment with desmopressin or drugs increasing sensitivity of the distal nephron to vasopressin, but this treatment may be confusing because of the disorder's variable pathophysiology and side-effects of pharmacotherapy. This review summarizes the current knowledge on different aspects of the pathophysiology, classification, clinical presentation, diagnosis, and management of diabetes insipidus. The reader is also provided with some practical recommendations on dealing with patients suffering from this disease.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/25951703/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:54"
  },
  {
    "title": "Comments About Diabetes Insipidus After Discontinuation of Vasopressin Infusion for Treatment of Shock.",
    "abstract": "Abstract not available",
    "source": "https://pubmed.ncbi.nlm.nih.gov/32058399/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:54"
  },
  {
    "title": "Diabetes insipidus.",
    "abstract": "The author describes ways to recognize and control this potentially deadly condition.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/12042693/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:55"
  },
  {
    "title": "Idiopathic partial central diabetes insipidus.",
    "abstract": "Diabetes insipidus is a rare disorder characterized by the inability to concentrate urine, which results in hypotonic urine and increased urinary volume. It may occur because of antidiuretic hormone deficiency or resistance to its action in the renal tubules. When there is a deficiency in the synthesis of antidiuretic hormones, diabetes insipidus is called central; when there is resistance to its action in the renal tubules, it is said to be nephrogenic. We report a case of idiopathic partial central diabetes insipidus and highlight the management and treatment of the disease.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/36790249/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:55"
  },
  {
    "title": "Upper urinary dilatation and treatment of 26 patients with diabetes insipidus: A single-center retrospective study.",
    "abstract": "Objective:\n        \n      \n      To describe the urinary tract characteristics of diabetes insipidus (DI) patients with upper urinary tract dilatation (UUTD) using the video-urodynamic recordings (VUDS), UUTD and all urinary tract dysfunction (AUTD) systems, and to summarize the experience in the treatment of DI with UUTD.\n    \n\n\n          Methods:\n        \n      \n      This retrospective study analyzed clinical data from 26 patients with DI, including micturition diary, water deprivation tests, imaging data and management. The UUTD and AUTD systems were used to evaluate the urinary tract characteristics. All patients were required to undergo VUDS, neurophysiologic tests to confirm the presence of neurogenic bladder (NB).\n    \n\n\n          Results:\n        \n      \n      VUDS showed that the mean values for bladder capacity and bladder compliance were 575.0 ± 135.1 ml and 51.5 ± 33.6 cmH2O in DI patients, and 42.3% (11/26) had a post-void residual >100 ml. NB was present in 6 (23.1%) of 26 DI patients with UUTD, and enterocystoplasty was recommended for two patients with poor bladder capacity, compliance and renal impairment. For the 24 remaining patients, medication combined with individualized and appropriate bladder management, including intermittent catheterization, indwelling catheter and regular voiding, achieved satisfactory results. High serum creatinine decreased from 248.0 ± 115.8 μmoI/L to 177.4 ± 92.8 μmoI/L in 12 patients from a population with a median of 108.1 μmoI/L (IQR: 79.9-206.5 μmoI/L). Forty-four dilated ureters showed significant improvement in the UUTD grade, and the median grade of 52 UUTD ureters decreased from 3 to 2.\n    \n\n\n          Conclusion:\n        \n      \n      Bladder distension, trabeculation and decreased or absent sensations were common features for DI patients with UUTD. Individualized therapy by medication combined with appropriate bladder management can improve UUTD and renal function in DI patients.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/35937824/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:56"
  },
  {
    "title": "Actualités autour de la prise en charge des diabètes insipides centraux: Management of central diabetes insipidus in 2016.",
    "abstract": "Diabetes insipidus is a syndrome that associates both hypotonic polyuria and polydipsia, due to insufficient or ineffective arginine vasopressin (AVP) synthesis, or to AVP resistance. The diagnosis between central/renal origin, or an abnormal thirst regulation (primary polydipsia) is required to organize an adapted management. Because water deprivation tests are not reliable, it's often based on medical history, response to treatment and MRI. Copeptin is an AVP precursor which could be very helpful for the diagnosis. Its basal dosage may identify nephrogenic DI whereas osmotic stimulated dosage would discriminate central DI and primary polydipsia. Central DI is quite frequent after pituitary surgeries or traumatic brain injuries, and often transient. In case of early diagnosis and familial history of DI, a mutation of AVP gene is suspected, most of the time autosomal dominant. MRI is required to identify the other causes, i.e. tumors and inflammatory diseases (sarcoidosis, histiocytosis, hypophysitis). An advanced evaluation is required before idiopathic DI be retained, especially if a thickening of pituitary stalk is observed. The treatment of central DI is mainly based on lyophilisate of desmopressin administration.",
    "source": "https://pubmed.ncbi.nlm.nih.gov/28645353/",
    "query": "diabetes treatment",
    "scraped_at": "2025-04-16 12:54:56"
  }
]